Revit 2027 API
ParameterTypeId.RbsSystemRisedrop2linedropsymbolParam Property
 "Two Line Drop Symbol"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsSystemRisedrop2linedropsymbolParam { get; }
Public Shared ReadOnly Property RbsSystemRisedrop2linedropsymbolParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsSystemRisedrop2linedropsymbolParam {
	ForgeTypeId^ get ();
}
static member RbsSystemRisedrop2linedropsymbolParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace